7zip
base
base-devel
bash-completion
btop
docker
docker-buildx
docker-compose
efibootmgr
fastfetch
gdu
git
grub
hdparm
htop
intel-gpu-tools
intel-ucode
jq
linux
linux-firmware
linux-headers
nano
networkmanager
nvme-cli
openssh
screen
smartmontools
sof-firmware
tree
unzip
wget
zip
